denote/20231008T203658--take-notesを読んだメモ__book.org
#+title:      TAKE NOTES!を読んだメモ
#+date:       [2023-10-08 Sun 20:36]
#+filetags:   :book:
#+identifier: 20231008T203658

- 仕事において、準備(メモ)が一番重要。才能とか知能とか言う前に、ちゃんと準備しろ
- 自分の言葉にして書く
- 研究や学習に計画はいらない、だって。たしかにうまくいった試しはない
- メモで重要なのは、集めるだけでなく、組み合わせて新しいアイデアを得ること
- ひとつのアイデアやメモの価値は文脈によって決まる。記録したのとは別の文脈で役に立つことが多い
- つまったら別のことをやっていた、は勇気づけられるな
- やりたくないことをやらなかったからこそ印象深い仕事ができた
- 成功とは強い意思と抵抗に打ち勝つ力の産物ではなく最初から抵抗を発生させない賢い仕事環境の成果である。適切なマインドセットを持つだけでなく、適切なワークフローを持つ
- メモの間にリンクをつけることで、ルーマンは同じメモを別の文脈でも使えるようにした
  - 順番がない。リンクを貼ってメモを自由に置くことでテーマを発展させる
- メモが迷子にならないように索引をつける
- 本当の意味で理解したいなら、自分言葉にしなければならない
  - メモは自分の言葉で書く
- メモの種類
  - 走り書き
  - 文献
  - 永久保存版
- 引用は最低限に。読んだ言葉の意味を正確に理解するために、自分の言葉で書く。書き写さない
- とったメモ同士をつなげる
- 読書のやり方が変わる。何もかもを書き留められないので、関連性の高い内容に集中する。理解していなければ自分の言葉でまとめられないので、集中して読むようになる
- メモするときは、ものごとの意味を自分の言葉で説明する。何度も強調していること
- 「書き上がったものがすべて」の意識が重要。書くことそのものではない
- メモをとるときはつながりを意識する
- コンテナの例えは強引に見える
- ツェッテルカステルでメモを取るときに考えること。どんな文脈でこのメモをもう一度見つけたいか
  - 資料をトピック別に分類しがちだが、意味がない
  - トピックごとにボックスを持つ代わりに、すべてのアイデアを1つのボックスに入れる
  - すべての手順をひとつの目標「公表できるレベルの洞察を得る」に向けて合理化する
  - トピック別に分類すると、増えれば増えるほど収集がつかなくなる。ツェッテルカステルは増えれば増えるほど価値が上がる
  - トピック別分類は取り出しにくい。ツェッテルカステルは忘れたことがすぐ出てくるように設計されている
- 永久保存版のメモは必要な情報が自己完結した形で、いつでも理解できるように書かれている。捨てない。同じ形式で同じ場所に保存する
  - 走り書きのメモと混同してはいけない
  - 文脈に依存せずに思い出せる
- あとで見直さないことがわかっているなら、メモを取るのは意味がない。やめる
- 最初に結論やゴールを決めるわけではないので、それぞれのメモを取ったり議論する過程でフィードバックを得やすい
