denote/20231008T203658--take-notesを読んだメモ__book.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2023-10-09 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>TAKE NOTES!を読んだメモ</title>
<meta name="generator" content="Org mode">
<meta name="author" content="root">
<link rel='shortcut icon' type='image/x-icon' href='./roam/favicon.ico' /><link rel='stylesheet' href='https://cdn.jsdelivr.net/npm/bootstrap@5.0.2/dist/css/bootstrap.min.css' /><link rel='stylesheet' href='https://cdnjs.cloudflare.com/ajax/libs/font-awesome/5.15.4/css/all.min.css' /><link rel='stylesheet' href='../css/site.css' /><link rel='stylesheet' href='../roam/css/code.css' /><link rel='stylesheet' href='css/site.css' /><link rel='stylesheet' href='css/code.css' />
</head>
<body>
<div id="preamble" class="status">
<div><div class="header"><div class="container"><div class="row"><div class="col-sm-12 col-md-12"><nav class="navbar navbar-light"/></div></div></div></div></div>
</div>
<div id="content">
<h1 class="title">TAKE NOTES!を読んだメモ</h1>
<ul class="org-ul">
<li>仕事において、準備(メモ)が一番重要。才能とか知能とか言う前に、ちゃんと準備しろ</li>
<li>自分の言葉にして書く</li>
<li>研究や学習に計画はいらない、だって。たしかにうまくいった試しはない</li>
<li>メモで重要なのは、集めるだけでなく、組み合わせて新しいアイデアを得ること</li>
<li>ひとつのアイデアやメモの価値は文脈によって決まる。記録したのとは別の文脈で役に立つことが多い</li>
<li>つまったら別のことをやっていた、は勇気づけられるな</li>
<li>やりたくないことをやらなかったからこそ印象深い仕事ができた</li>
<li>成功とは強い意思と抵抗に打ち勝つ力の産物ではなく最初から抵抗を発生させない賢い仕事環境の成果である。適切なマインドセットを持つだけでなく、適切なワークフローを持つ</li>
<li>メモの間にリンクをつけることで、ルーマンは同じメモを別の文脈でも使えるようにした
<ul class="org-ul">
<li>順番がない。リンクを貼ってメモを自由に置くことでテーマを発展させる</li>
</ul></li>
<li>メモが迷子にならないように索引をつける</li>
<li>本当の意味で理解したいなら、自分言葉にしなければならない
<ul class="org-ul">
<li>メモは自分の言葉で書く</li>
</ul></li>
<li>メモの種類
<ul class="org-ul">
<li>走り書き</li>
<li>文献</li>
<li>永久保存版</li>
</ul></li>
<li>引用は最低限に。読んだ言葉の意味を正確に理解するために、自分の言葉で書く。書き写さない</li>
<li>とったメモ同士をつなげる</li>
<li>読書のやり方が変わる。何もかもを書き留められないので、関連性の高い内容に集中する。理解していなければ自分の言葉でまとめられないので、集中して読むようになる</li>
<li>メモするときは、ものごとの意味を自分の言葉で説明する。何度も強調していること</li>
<li>「書き上がったものがすべて」の意識が重要。書くことそのものではない</li>
<li>メモをとるときはつながりを意識する</li>
<li>コンテナの例えは強引に見える</li>
<li>ツェッテルカステルでメモを取るときに考えること。どんな文脈でこのメモをもう一度見つけたいか
<ul class="org-ul">
<li>資料をトピック別に分類しがちだが、意味がない</li>
<li>トピックごとにボックスを持つ代わりに、すべてのアイデアを1つのボックスに入れる</li>
<li>すべての手順をひとつの目標「公表できるレベルの洞察を得る」に向けて合理化する</li>
<li>トピック別に分類すると、増えれば増えるほど収集がつかなくなる。ツェッテルカステルは増えれば増えるほど価値が上がる</li>
<li>トピック別分類は取り出しにくい。ツェッテルカステルは忘れたことがすぐ出てくるように設計されている</li>
</ul></li>
<li>永久保存版のメモは必要な情報が自己完結した形で、いつでも理解できるように書かれている。捨てない。同じ形式で同じ場所に保存する
<ul class="org-ul">
<li>走り書きのメモと混同してはいけない</li>
<li>文脈に依存せずに思い出せる</li>
</ul></li>
<li>あとで見直さないことがわかっているなら、メモを取るのは意味がない。やめる</li>
<li>最初に結論やゴールを決めるわけではないので、それぞれのメモを取ったり議論する過程でフィードバックを得やすい</li>
</ul>
</div>
<div id="postamble" class="status">
<footer class="footer py-3"><div class="container"><div class="row "><div class="col-md-4"></div><div class="col-sm col-md"><nav class="navbar"><a class="nav-link text-secondary small px-0" href="./index.html">Insomnia</a><a class="nav-link text-secondary small px-0" href="./sitemap.html">Sitemap</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD/roam">Repository</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD">@kijimaD</a></nav></div><div class="col-md-4"></div></div></div></footer><script src="https://cdn.jsdelivr.net/npm/bootstrap@5.0.2/dist/js/bootstrap.bundle.min.js"/>
</div>
</body>
</html>
